{
  "title": "Productivity Tab Data",
  "subtitle": "Example Data",
  "description": "This is an example of how to use the data file to create a new tab. You can create a new tab by duplicating the template folder and renaming it to the name of your new tab. You can then edit the data file to change the content of your new tab. You can also add images to the images folder and reference them in the data file.",
  "sections": [
    {
      "title": "ProTabs",
      "tabData": [
        {
            "name": "OpenAI",
            "color": "#00BFFF",
            "linkUrl": "https://www.openai.com/",
            "imgUrl": "https://openai.com/openai-logo.png",
            "description": "OpenAI is an AI research and deployment company. Our mission is to ensure that artificial general intelligence benefits all of humanity.",
            "size": "small"

        },
        {
            "name": "Google",
            "color": "#FF4500",
            "linkUrl": "https://www.google.com/",
            "imgUrl": "https://www.google.com/images/branding/googlelogo/1x/googlelogo_color_272x92dp.png",
            "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware.",
            "size": "small"
        },
        {
            "name": "GitHub",
            "color": "#F4A460",
            "linkUrl": "https://github.com/",
            "imgUrl": "https://github.githubassets.com/images/modules/logos_page/GitHub-Mark.png",
            "description": "Github is a global company that provides hosting for software development version control using Git. It is a subsidiary of Microsoft, which acquired the company in 2018 for $7.5 billion.",
            "size": "small"
        }
      ]
    },
    {
      "title": "OtherFunctionData",
      "appData": [
        {
          "title": "Data Science Research Intern",
          "company": "Delhivery Pvt. Ltd.",
          "company_url": "https://www.delhivery.com/",
          "logo_path": "delhivery_logo.png",
          "duration": "May 2019 - Sept 2019",
          "location": "Gurgaon, Haryana",
          "description": "I have worked on project of predicting freight rates based on previous data. There were two objectives: (1) To build a forecasting engine to predict daily freight rates. (2) To embed feature in the model which can explain the seasonal major changes in freight rate based on regions and locations. I have closely worked with deep learning models in combination with statistical methods to create solution for this. At the end of internship, I had created model deployed on AWS EC2 with the use of Kafka stream jobs, ElasticSearch and PostgreSQL.",
          "color": "#ee3c26"
        }
      ]
    }
  ]
}
